Repository: Jake0oo0/InstaBetter
Catalog: instabetterprefs/Resources/*.lproj/InstaBetterPrefs.strings
Languages: ar, he, it, sv

source: Enabled
ar: تشغيل
he: מופעל
it: Abilitato
sv: Aktivera

source: Features
ar: الميزات
he: תכונות
it: Caratteristiche
sv: Funktioner

source: Show Like Percentages
ar: مشاهدة النسبة المئوية للإعجاب
he: הצג אחוז לייקים
it: Mostra Like in Percentuale
sv: Visa antal procent som gillar

source: Enable Return Key
ar: تشغيل زر الرجوع
he: אפשר כפתור חזור
it: Abilita Tasto Invio
sv: Aktivera returknapp

source: Show Follow Status
ar: إظهار حالة المتابعة
he: הצג סטטוס מעקב
it: Mostra il Follow Status
sv: Visa följningsstatus

source: Saving and Sharing
ar: الحفظ والمشاركة
he: שמירה ושיתוף
it: Salvataggio e Condivisione
sv: Spara och dela

source: Enable Save Actions
ar: تشغيل خيار الحفظ
he: אפשר פעולות שמירה
it: Attiva le Azioni di Salvataggio
sv: Aktivera Spara-funktioner

source: Save Confirmation
ar: التنبيه عند طلب الحفظ
he: אישור שמירה
it: Conferma del Salvataggio
sv: Spara-bekräftelse

source: Save Mode
ar: طريقة إظهار خيار الحفظ
he: מצב שמירה
it: Modalità di Salvataggio
sv: Sparningsläge

source: Buttons
he: כפתורים
it: Bottoni
sv: Knappar

source: Action Sheet
he: דף פעולות
it: Foglio di Azione
sv: Funktionsblad

source: Tweaks
ar: التحسينات
he: טוויקים
sv: Tillägg

source: Enable Custom Locations
he: אפשר זיוף מיקום
it: Abilita le Custom Locations
sv: Aktivera anpassningsbara platser

source: Account Switcher
ar: التبديل بين الحسابات
he: מחליף חשבונות מהיר
sv: Byta konto

# OPEN_IN_INSTAGRAM
source: Open Links in Instagram
ar: فتح الروابط داخل الإنستغرام
he: פתח לינקים בInstagram
it: Apri Links in Instagram
sv: Öppna länkar i Instagram

# DISABLE_DM_SEEN
source: Disable DM Seen Check
he: בטל קבלות קריאה של הודעות
it: Disabilita il Controllo di Lettura dei Messaggi
sv: Inaktivera DM Sett-kontroll

# LOAD_HI_RES
source: Load hi-res for zoom
ar: فتح الصور بجودة عالية عند التكبير
he: טען באיכות מלאה להתקרבות
it: Carica alta risoluzione per lo zoom
sv: Ladda högupplöst för zoom

source: Double Tap Confirmation
ar: التأكيد عند الضغط مرتين على الصورة
he: אישור לחיצה כפולה
it: Conferma del Doppio Tocco
sv: Dubbeltryck för bekräftelse

source: Never
ar: مطلقاً
he: לעולם לא
it: Mai
sv: Aldrig

source: Follow Ringer
ar: تبعاً لحالة الجهاز (رنين أو إهتزاز)
he: לפי מתג ההשתק
it: Suoneria dei Follower
sv: Följ telefon

# OLDER_THAN
source: Older than 24hrs
ar: أقدم من 24 ساعة
he: ישן יותר מ24 שעות
it: Più vecchio di 24hrs
sv: Äldre än 24 timmar

source: Always
ar: دائماً
he: תמיד
it: Sempre
sv: Alltid

source: Grid View
ar: عرض المنشورات بطريقة شبكية
he: תצוגת רשת
it: Visuale a Griglia
sv: Rutnät

source: Layout Button
ar: زر طريقة العرض (عادي/شبكي)
he: כפתור תצוגות
it: Posizione dei Bottoni
sv: Knapplayout

source: Hide Sponsored Posts
ar: إخفاء المنشورات المدفوعة
he: הסתר פרסומית
it: Nascondi i Post Sponsorizzati
sv: Göm sponsrade inlägg

source: Follow Spoofing
he: זיוף עוקבים
it: Inganno di chi segui
sv: Följ förfalskning

source: Fake Follower Count
ar: تزييف عدد المتابِعون
he: זיוף מספר עוקבים
it: Falso Conteggio di chi ti segue
sv: Fejka antal följare

source: Fake Following Count
ar: تزييف عدد المُتابَعون
he: זיוף מספר במעקב
it: Falso Conteggio di chi segui
sv: Fejka antal följande

# AUDIO_AND_VIDEO
source: Audio & Video
ar: الصوت والفديو
he: צליל וסרטון
sv: Ljud & Bild

source: Auto Play Video
ar: تشغيل الفديو تلقائياً
he: נגן סרטון אוטומטית
it: Video partono in automatico
sv: Autospela video

source: Auto Play Audio
ar: تشغيل الصوت تلقائياً
he: נגן צליל אוטומטית
it: Audio parte in automatico
sv: Autospela ljud

source: Timestamps
ar: التاريخ
he: חותמות זמן
it: Marcatura dell'orario
sv: Tidsstämplar

source: Enable Timestamps
ar: تشغيل
he: אפשר חותמות זמן
it: Abilita l'orario
sv: Aktivera tidsstämplar

# ALWAYS_SHOW_TIMESTAMPS
source: Always Show Timestamp
ar: إظهار التاريخ دائماً
he: תמיד הצג חותמות זמן
it: Mostra sempre l'orario
sv: Visa alltid tidsstämpel

source: Timestamp Format
ar: صيغة التاريخ
he: פורמט חותמת זמן
it: Formato dell'orario
sv: Format på tidsstämpel

source: Short
ar: قصير
he: קצר
it: Corto
sv: Kort

source: Medium
ar: متوسط
he: בינוני
it: Medio

source: Long
ar: طويل
he: ארוך
it: Lungo
sv: Lång

source: Muting
ar: الكتم
he: השתקה
it: Silenziato
sv: Ljud av

source: Enable Muting
ar: تشغيل
he: אפשר השתקה
it: Abilita il Silenziato
sv: Aktivera stäng av ljud

# MUTE_FROM_ACTIVITY
source: Mute From Activity Feeds
ar: كتم النشاطات
he: השתק מדף הפעילות
it: Silenzia dalla Pagina delle Attività
sv: Stäng av ljud vid aktivitetsflöde

source: Muted Users
ar: الأشخاص المكتومين
he: משתמשים מושתקים
it: Utenti Silenziati
sv: Stäng av ljud för användare

source: Mode
ar: وضع الكتم
he: מצב
it: Modalità
sv: Läge

source: Blacklist
ar: لائحة سوداء
he: רשימה שחורה
sv: Svartlista

source: Whitelist
ar: لائحة بيظاء
he: רשימה לבנה
sv: Vitlista

source: Custom Notifications
ar: تغيير نغمات الإشعارات
he: התראות מותאמות אישית
it: Notifiche Customizzate
sv: Anpassningsbara notiser

source: Comment
ar: تعليق
he: תגובה
it: Commenta
sv: Kommentera

source: New Follower
ar: متابع جديد
he: עוקב חדש
it: Nuovo Follower
sv: Ny följare

source: Follow Request
ar: طلب متابعة
he: בקשת מעקב
it: Richiesta di Seguire
sv: Följningsbegäran

source: Request Approved
ar: قبول طلب المتابعة
he: בקשה אושרה
it: Richiesta Approvata
sv: Begäran godkänd

source: Tagged in Photo
ar: وضعت في إشارة في صورة
he: תחוג בתמונה
it: Taggato in una Photo
sv: Taggad i foto

source: Direct Message
ar: رسالة خاصة
he: הודעה ישירה
it: Messaggio Diretto
sv: Direktmeddelande

source: Restart Instagram
ar: إعادة تشغيل الإنستغرام
he: הפעל מחדש את Instagram
it: Fai Ripartire Instagram
sv: Starta om Instagram

source: Support
ar: الدعم
he: תמיכה
it: Supporto

# FOLLOW_DEV
source: Follow @itsjake88
ar: تابعوا المبرمج @itsjake88.
he: עקוב/עקבי אחרי @itsjake88
it: Segui @itsjake88
sv: Följ @itsjake88

# FOLLOW_DESIGN
source: Follow @AOkhtenberg (design)
ar: تابعوا المصمم @AOkhtenberg.
he: עקוב אחרי @AOkhtenberg (מעצב)
it: Segui @AOkhtenberg (design)
sv: Följ @AOkhtenberg (design)

source: (none)
ar: (لا شيء)
he: (כלום)
it: (niente)
sv: (ingen)

source: Default
ar: الإفتراضي
he: ברירת מחדל
sv: Standard

# FAKE_USER_DATA
source: Fake your user data. Only you can see these changes.
he: זייף את מידע המשתמש. רק את/ה יכול/ה לראות שינויים אלו.
it: Falsifica i tuoi dati utente. Solo tu puoi vedere questi cambiamenti.
sv: Fejka din användardata. Bara du kan se dessa ändringar.

# REPLACE_TIME
source: Replace time ago (2d, 3hr, etc) with a timestamp.
he: החלף את לפני (יומיים, 3 שעות, כו׳) עם חותמת זמן
it: Rimpiazza il tempo passato (2g, 3h, etc) con l'orario.
sv: Byt ut tid sedan (2d, 3h, osv) med en tidsstämpel.

# MUTE_USERS_FROM
source: Mute users from your Instagram feed and activity timeline.
he: השתק משתמשים מדף הפעילות
it: Silenzia gli utenti dal tuo feed di Instagram e dalla pagina delle Attività.
sv: Stäng av ljud från användare från ditt Instagram-flöde och aktivitetstidslinje.

# CHOOSE_NONE_FOR
source: Choose none for no sound, or default for the default iOS notification sound. Not selecting any sound will result in the default sound.
he: בחר כלום בשביל שום צליל, או ברירת מחדל לצליל ברירת המחדל של iOS להתראות. אם לא תיבחר שום אופציה ישומש צליל ברירת המחדל.
it: Scegli niente per non avere suono, oppure default per il suono delle notifiche normale. Il non selezionare qualcosa risulterà nell'avere il suono normale.
sv: Välj ingen för inget ljud eller standard för standard iOS notisljud. Ingen vald kommer resultera i standardljud.

# MOST_CHANGES_MADE
source: Most changes can be made without restarting, but some may require a restart.
he: רוב השינויים יכולים להיעשות ללא אתחול, אבל חלק מהם דורשים אתחול.
it: La maggior parte dei cambiamenti possono essere fatti senza bisogno di far ripartire l'applicazione, ma alcuni richiedono di farla ripartire.
sv: De flesta ändringar kan ske utan omstart men några kräver det.

source: Like
ar: إعجاب
sv: Gilla
