Repository: Jake0oo0/InstaBetter
Catalog: layout/Library/Application Support/InstaBetter/*.lproj/Localizable.strings
Languages: he, it, th

source: Mute
he: השתק
it: Silenziato
th: »Ô´àÊÕÂ§

source: Unmute
he: בטל השתקה
it: Non Silenziato
th: äÁè»Ô´àÊÕÂ§

source: Save Media
he: שמור מדיה
it: Salva Media
th: ºÑ¹·Ö¡Ê×èÍ

source: Save Video
he: שמור סרטון
it: Salva Video
th: ºÑ¹·Ö¡ÇÔ´ÕâÍ

source: Save Photo
he: שמור תמונה
it: Salva Photo
th: ºÑ¹·Ö¡ÀÒ¾

source: Save Content?
he: שמור תוכן?
it: Salva Contento?
th: ºÑ¹·Ö¡à¹×éÍËÒ?

source: Saved!
he: נשמר!
it: Salvato!
th: ºÑ¹·Ö¡áÅéÇ!

source: Saving
he: שומר
it: Salvataggio in corso
th: ¡ÓÅÑ§ºÑ¹·Ö¡

source: Select Location
he: בחר מיקום
it: Scegli Localizzazione
th: àÅ×Í¡Ê¶Ò¹·Õè

source: Selected Location
he: מיקום נבחר
it: Localizzazione Selezionata
th: Ê¶Ò¹·Õè·ÕèàÅ×Í¡

source: Like Video?
he: אהוב סרטון?
th: ¡´äÅ¤ìÇÔ´ÕâÍ?

source: Like Photo?
he: אהוב תמונה?
it: Like Foto?
th: ¡´äÅ¤ìÃÙ»ÀÒ¾?

source: Confirm
he: אישור
it: Conferma
th: Â×¹ÂÑ¹

source: Cancel
he: ביטול
it: Cancellla
th: Â¡àÅÔ¡

# DID_WANT_LIKE_VIDEO
source: Did you want to like this video?
he: רצית לאהוב את הסרטון הזה?
it: Volevi mettere like a questo video?
th: µéÍ§¡ÒÃ¡´äÅ¤ìÇÔ´ÕâÍ¹ÕéãªèËÃ×ÍäÁè?

# DID_WANT_LIKE_PHOTO
source: Did you want to like this photo?
he: רצית לאהוב את התמונה הזאת?
it: Volevi mettere like a questa foto?
th: µéÍ§¡ÒÃ¡´äÅ¤ìÃÙ»¹ÕéãªèËÃ×ÍäÁè?

# DID_WANT_SAVE_CONTENT
source: Did you want to save this content?
he: רצית לשמור תוכן זה?
it: Volevi salvare questo contenuto?
th: µéÍ§¡ÒÃºÑ¹·Ö¡à¹×éÍËÒãªèËÃ×ÍäÁè?

source: Actions
he: פעולות
it: Azioni
th: ´Óà¹Ô¹¡ÒÃ

source: Zoom
he: זום
th: ¢ÂÒÂ

source: Share
he: שיתוף
it: Condividi
th: áºè§»Ñ¹

source: Location Display
he: תצוגת מיקום
it: Posizione del Display
th: áÊ´§Ê¶Ò¹·Õè

# LOCATION_DISPLAY_MSG
source: Enter the name for the location.
he: הכנס את שם המיקום.
it: Inserisci il nome della posizione.
th: ãÊèª×èÍÊÓËÃÑºÊ¶Ò¹·Õè

source: Location Address
he: כתובת מיקום
it: Indirizzo della Posizione
th: ·ÕèµÑé§Ê¶Ò¹·Õè

# LOCATION_ADDRESS_MSG
source: Enter the address for the location. (not required)
he: הכנס את הכתובת למיקום. (לא נדרש)
it: Inserisci l'indirizzo della posizione. (non richiesto)
th: ãÊè·ÕèµÑé§ÊÓËÃÑºÊ¶Ò¹·Õè (äÁèºÑ§¤Ñº)

source: InstaBetter Settings
he: הגדרות InstaBetter
it: Impostazioni di InstaBetter
th: µÑé§¤èÒ InstaBetter

# FOLLOW_EACH_OTHER
source: Following Each Other
he: אתם עוקבים אחד אחרי השני
it: Potete seguirvi a vicenda
th: ¤Ø³·Ñé§¤ÙèµèÒ§µÔ´µÒÁ¡Ñ¹áÅÐ¡Ñ¹

source: Follows You
he: %@ עוקב/ת אחרייך
it: %@ ti segue
th: %@ ¡ÓÅÑ§µÔ´µÒÁ¤Ø³

# DOES_NOT_FOLLOW
source: Not Following You
he: %@ לא עוקב/ת אחרייך
it: %@ non ti segue
th: %@ äÁèä´éµÔ´µÒÁ¤Ø³
