Repository: Jake0oo0/InstaBetter
Catalog: Resources/*.lproj/Localizable.strings
Languages: th

source: Mute
th: ปิดเสียง

source: Unmute
th: ไม่ปิดเสียง

source: Save Media
th: บันทึกสื่อ

source: Save Video
th: บันทึกวิดีโอ

source: Save Photo
th: บันทึกภาพ

source: Save Content?
th: บันทึกเนื้อหา?

source: Saved!
th: บันทึกแล้ว!

source: Saving
th: กำลังบันทึก

source: Select Location
th: เลือกสถานที่

source: Selected Location
th: สถานที่ที่เลือก

source: Like Video?
th: กดไลค์วิดีโอ?

source: Like Photo?
th: กดไลค์รูปภาพ?

source: Confirm
th: ยืนยัน

source: Cancel
th: ยกเลิก

# DID_WANT_LIKE_VIDEO
source: Did you want to like this video?
th: ต้องการกดไลค์วิดีโอนี้ใช่หรือไม่?

# DID_WANT_LIKE_PHOTO
source: Did you want to like this photo?
th: ต้องการกดไลค์รูปนี้ใช่หรือไม่?

# DID_WANT_SAVE_CONTENT
source: Did you want to save this content?
th: ต้องการบันทึกเนื้อหาใช่หรือไม่?

source: Actions
th: ดำเนินการ

source: Zoom
th: ขยาย

source: Share
th: แบ่งปัน

source: Location Display
th: แสดงสถานที่

# LOCATION_DISPLAY_MSG
source: Enter the name for the location.
th: ใส่ชื่อสำหรับสถานที่

source: Location Address
th: ที่ตั้งสถานที่

# LOCATION_ADDRESS_MSG
source: Enter the address for the location. (not required)
th: ใส่ที่ตั้งสำหรับสถานที่ (ไม่บังคับ)

source: InstaBetter Settings
th: ตั้งค่า InstaBetter

# FOLLOW_EACH_OTHER
source: You follow each other
th: คุณทั้งคู่ต่างติดตามกันและกัน

source: %@ follows you
th: %@ กำลังติดตามคุณ

# DOES_NOT_FOLLOW
source: %@ does not follow you
th: %@ ไม่ได้ติดตามคุณ
